IDEA Open Model
Region3D Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Region3D()
Public Sub New
public:
Region3D()
See Also
Reference
Region3D Class
IdeaRS.OpenModel.Geometry3D Namespace